current_promotions_text = ('Текущие акции\n\n'
                           
                           'Для возврата нажмите /start')

contacts_and_address_text = ("<b>Клиника в Краснодаре! 🏥</b>\n\n"
                             
                             "<b>Адрес:</b> г. Краснодар, ул. Красных Партизан, 555\n"
                             "<b>Часы работы:</b> Понедельник-Суббота с 8.00 до 18.00, Воскресенье с 8.00 до 16.00\n"
                             "<b>Тел.:</b> 8 (800) 500-44-55 (звонок по России бесплатный)\n"
                             "<b>E-mail:</b> info@oxy-center.ru\n\n"
                             
                             "<b>Наши проекты на разных ресурсах:</b>\n"
                             "- <a href='https://dzen.ru/oxycenter'>Дзен</a> (Дзен) 📱\n"
                             "- <a href='https://vk.com/oxycenter'>ВКонтакте</a> (ВКонтакте) 📱\n"
                             "- <a href='https://instagram.com/oxy_center?igshid=MzRlODBiNWFlZA=='>Инстаграм</a> (Instagram) 📷\n"
                             "- <a href='https://t.me/oxycenter_krd'>Телеграм</a> (Telegram) ✉️\n"
                             "- <a href='https://www.youtube.com/@oxy-center7986'>Ютуб</a> (YouTube) 🎥\n"
                             "- <a href='https://ok.ru/group/59789187153940'>Одноклассники</a> (Одноклассники) 👥\n"
                             "- <a href='https://oxy-center.ru/'>Наш сайт</a> (Официальный сайт) 🌐\n\n"
                             
                             "Для возврата нажмите /start")

ask_anonymous_question_text = ("✉️ Если вы хотите задать вопрос врачу и получить онлайн консультацию или экспертное "
                               "мнение опытного специалиста, сделать это можно перейдя по ссылке:\n"
                               "<a href='https://t.me/anonimqbot?start=5678594375'>Задать вопрос анонимно</a>\n\n"
                               
                               "Для возврата нажмите /start")

sign_up_text = ("👋 Предлагаем нам с Вами познакомиться!\n\n"
                
                "Информация о Ваших Ф.И.О., городе и номере телефона нужны для оптимизации и персонализации работы "
                "нашего бота под наших клиентов.\n\n"
                
                "* Предоставляя нам персональные данные вы подтверждаете, что ознакомились с нашим согласием об "
                "обработке персональных данных, доступным по ссылке: <a href='https://disk.yandex.ru/i/e6LOSCtdEGmUhg'>ссылка</a>\n\n"
                
                "Для возврата нажмите /start")

leave_review_text = ("🌟 Мы ценим и дорожим нашими пациентами, мы помним каждый успех в лечении, улыбки и сверкающие глаза.\n\n"
                     "🙏 Будем признательны, если сохраните свои приятные эмоции и оставите отзыв по ссылке: "
                     "<a href='https://prodoctorov.ru/krasnodar/lpu/22271-oxy-center/otzivi/?type=all#tab-content'>Оставить отзыв</a>.\n"
                     "Спасибо! Это поможет нам стать лучше для вас! 🌼\n\n"
                     "Для возврата нажмите /start")

the_second_opinion_of_the_operators_text = ("🌟 Второе мнение оперирующих гинекологов БЕСПЛАТНО!\n\n"
                                                "ℹ️ Второе мнение - распространенная мировая практика, когда пациент перед хирургическим вмешательством обращается к коллеге своего лечащего врача или в профильную клинику.\n\n"
                                                "Непростые, неоднозначные ситуации – не редкость в гинекологии. Избавиться от сомнений и вовремя сделать необходимую операцию помогут врачи-хирурги клиники Oxy-center.\n\n"
                                                "Что дает второе мнение?\n\n"
                                                "В первую очередь это возможность убедиться в правильности поставленного диагноза, получить информацию о назначенной операции, уточнить схему подготовки к ней.\n\n"
                                                "✅ В нашей клинике данная консультация проводится бесплатно. Чтобы воспользоваться ей, вам необходимо заполнить анкету https://oxy-center.ru/uslugi/vtoroe-mnenie-besplatno/\n\n"
                                                "❗️Обращаем ваше внимание: консультацию «Второе мнение» проводит оперирующий хирург после завершения операций, запланированных на текущий день, поэтому просим набраться терпения. Врач с вами свяжется в течении 24 часов, запросит необходимые ему результаты исследований и ответит на все ваши вопросы.\n\n"
                                                "Мы соблюдаем конфиденциальность, поэтому обсудить методы лечения, выслать результаты ранее проведенных обследований вы сможете с врачом лично.\n\n"
                                                "Для возврата нажмите /start")

second_opinion_of_fertility_specialists_text = ("🌟 Акция 'Второе мнение' от репродуктологов в OXY-center - это ваш шанс получить консультацию от наших специалистов, основываясь на обследованиях, которые вы уже провели. Вместе мы найдем самые оптимальные варианты решения вашей проблемы.\n\n"
                                                "🔎 Мы также рады помочь тем, кто еще не знает о состоянии своего репродуктивного здоровья, но готовится стать родителем в будущем. Мы поможем вам правильно подготовиться и разобраться в новейших технологиях.\n\n"
                                                "📝 Чтобы получить консультацию 'Второе мнение' от наших репродуктологов, вам необходимо заполнить анкету https://oxy-center.ru/uslugi/vtoroe-mnenie-reproduktologov/\n\n"
                                                "В течение 24 часов, наш врач свяжется с вами через Skype и предложит методы лечения. Мы гарантируем абсолютную конфиденциальность. Обсудить лечение и отправить результаты обследований вы лично с врачом 💌\n\n"
                                                "💫 Доверьтесь профессионалам OXY-center, и мы поможем вам стать родителями!\n\n"
                                                "Для возврата нажмите /start")

happy_parents_text = ("🌟 Акция 'Счастливые родители' в OXY-center! 🌟\n\n"
                      "Невозможность забеременеть может быть связана с различными факторами, как у женщины, так и у мужчины, а в некоторых случаях — с репродуктивной функцией обоих партнеров. 🤰👨\n\n"
                      "В клинике OXY-center разработано специализированное комплексное обследование - 'Счастливые родители' 🏥\n\n"
                      "За 1 день с выгодой до 35% у вас будет возможность пройти:\n\n"
                      "- Комплексный прием врача-репродуктолога с УЗИ органов малого таза для оценки овариального резерва.🩺👩‍⚕️\n"
                      "- Комплексный прием врача уролога-андролога.🩺👨‍⚕\n️"
                      "- Диагностику мужчины: спермограмму и MAR-тест. Эти исследования позволят определить показатели мужского здоровья и выявить возможные аспекты для улучшения шансов на зачатие. 👨‍⚕️🔬\n\n"
                      "Не упустите уникальную возможность воспользоваться выгодой до 35% и стать на путь к счастливому родительству! 🤩👶\n\n"
                      "Звоните прямо сейчас, чтобы записаться на на комплексное обследование для пар!\n\n"
                      "+7 (800) 550-93-67 ☎️\n\n"
                      "Для возврата нажмите /start")