current_promotions_text = ('<b>🌟 Акция "Счастливые родители" в OXY-center! 🌟</b>\n\n'
                           
                           '<code>Невозможность забеременеть может быть связана с различными факторами, как у женщины, '
                           'так и у мужчины, а в некоторых случаях — с репродуктивной функцией обоих партнеров. 🤰👨\n\n'
                           
                           'В клинике OXY-center разработано специализированное комплексное обследование - '
                           '“Счастливые родители” 🏥</code>\n\n'
                           
                           'За 1 день с выгодой до 35% у вас будет возможность пройти:\n\n'
                           
                           '<i>- Комплексный прием врача-репродуктолога с УЗИ органов малого таза для оценки '
                           'овариального резерва.🩺👩‍⚕️\n'
                           '- Комплексный прием врача уролога-андролога.🩺👨‍⚕️\n'
                           '- Диагностику мужчины: спермограмму и MAR-тест. Эти исследования позволят определить '
                           'показатели мужского здоровья и выявить возможные аспекты для улучшения шансов на '
                           'зачатие. 👨‍⚕️🔬</i>\n\n'
                           
                           '<code>Не упустите уникальную возможность воспользоваться выгодой до 35% и стать на путь к '
                           'счастливому родительству! 🤩👶</code>\n\n'
                           
                           'Звоните прямо сейчас, чтобы записаться на на комплексное обследование для пар!\n\n'
                           '+7 (800) 550-93-67 ☎️\n\n'
                           
                           '<b>* Имеются противопоказания, проконсультируйтесь со специалистом</b>\n\n'
                           
                           'Для возврата нажмите /start')
