current_promotions_text = ('<b>🌟 Акция "Счастливые родители" в OXY-center! 🌟</b>\n\n'
                           
                           '<code>Невозможность забеременеть может быть связана с различными факторами, как у женщины, '
                           'так и у мужчины, а в некоторых случаях — с репродуктивной функцией обоих партнеров. 🤰👨\n\n'
                           
                           'В клинике OXY-center разработано специализированное комплексное обследование - '
                           '“Счастливые родители” 🏥</code>\n\n'
                           
                           'За 1 день с выгодой до 35% у вас будет возможность пройти:\n\n'
                           
                           '<i>- Комплексный прием врача-репродуктолога с УЗИ органов малого таза для оценки '
                           'овариального резерва.🩺👩‍⚕️\n'
                           '- Комплексный прием врача уролога-андролога.🩺👨‍⚕️\n'
                           '- Диагностику мужчины: спермограмму и MAR-тест. Эти исследования позволят определить '
                           'показатели мужского здоровья и выявить возможные аспекты для улучшения шансов на '
                           'зачатие. 👨‍⚕️🔬</i>\n\n'
                           
                           '<code>Не упустите уникальную возможность воспользоваться выгодой до 35% и стать на путь к '
                           'счастливому родительству! 🤩👶</code>\n\n'
                           
                           'Звоните прямо сейчас, чтобы записаться на на комплексное обследование для пар!\n\n'
                           '+7 (800) 550-93-67 ☎️\n\n'
                           
                           '<b>* Имеются противопоказания, проконсультируйтесь со специалистом</b>\n\n'
                           
                           'Для возврата нажмите /start')

contacts_and_address_text = ("<b>Клиника в Краснодаре! 🏥</b>\n\n"
                             "<b>Адрес:</b> г. Краснодар, ул. Красных Партизан, 555\n"
                             "<b>Часы работы:</b> Понедельник-Суббота с 8.00 до 18.00, Воскресенье с 8.00 до 16.00\n"
                             "<b>Тел.:</b> 8 (800) 550-48-36 (звонок по России бесплатный)\n"
                             "<b>E-mail:</b> info@oxy-center.ru\n\n"
                             "<b>Наши проекты на разных ресурсах:</b>\n"
                             "- <a href='https://vk.com/oxycenter'>ВКонтакте</a> (ВКонтакте) 📱\n"
                             "- <a href='https://instagram.com/oxy_center?igshid=MzRlODBiNWFlZA=='>Инстаграм</a> (Instagram) 📷\n"
                             "- <a href='https://t.me/oxycenter_krd'>Телеграм</a> (Telegram) ✉️\n"
                             "- <a href='https://www.youtube.com/@oxy-center7986'>Ютуб</a> (YouTube) 🎥\n"
                             "- <a href='https://ok.ru/group/59789187153940'>Одноклассники</a> (Одноклассники) 👥\n"
                             "- <a href='https://oxy-center.ru/'>Наш сайт</a> (Официальный сайт) 🌐\n\n"
                             "Для возврата нажмите /start")

